/* Localized versions of Emoticon titles */
/* This file was automatically generated at build time and should not be edited */

/* Skype emoticon name */
"Angel" = "Înger";

/* Skype emoticon name */
"Angry" = "Supărat";

/* Skype emoticon name */
"Bandit" = "Bandit";

/* Skype emoticon name */
"Beer" = "Bere";

/* Skype emoticon name */
"Big smile" = "Zâmbet larg";

/* Skype emoticon name */
"Blushing" = "Emoționat";

/* Skype emoticon name */
"Bowing" = "Se apleacă";

/* Skype emoticon name */
"Cake" = "Tort";

/* Skype emoticon name */
"Cash" = "Numerar";

/* Skype emoticon name */
"Clapping" = "Aplauze";

/* Skype emoticon name */
"Coffee" = "Cafea";

/* Skype emoticon name */
"Cool" = "Șmecher";

/* Skype emoticon name */
"Crying" = "Plâns";

/* Skype emoticon name */
"Dancing" = "Dans";

/* Skype emoticon name */
"Devil" = "Diavol";

/* Skype emoticon name */
"Doh!" = "Dăăă!";

/* Skype emoticon name */
"Drink" = "Băutură";

/* Skype emoticon name */
"Dull" = "Obtuz";

/* Skype emoticon name */
"Emo" = "Emo";

/* Skype emoticon name */
"Envious" = "Invidios";

/* Skype emoticon name */
"Evil" = "Diabolic";

/* Skype emoticon name */
"Facepalm" = "Palmă peste față";

/* Skype emoticon name */
"Fingers crossed" = "Ține pumnii";

/* Skype emoticon name */
"Flower" = "Floare";

/* Skype emoticon name */
"Giggle" = "Chicoteală";

/* Skype emoticon name */
"Handshake" = "Strângere de mână";

/* Skype emoticon name */
"Happy" = "Fericit";

/* Skype emoticon name */
"Heart" = "Inimă";

/* Skype emoticon name */
"Heidy" = "Heidy";

/* Skype emoticon name */
"High five" = "Bate palma";

/* Skype emoticon name */
"Hug" = "Îmbrățișare";

/* Skype emoticon name */
"In love" = "Îndrăgostit";

/* Skype emoticon name */
"It wasn't me!" = "Nu am fost eu!";

/* Skype emoticon name */
"Kiss" = "Sărut";

/* Skype emoticon name */
"Lalala" = "Lalala";

/* Skype emoticon name */
"Make-up" = "Machiaj";

/* Skype emoticon name */
"Mmmmm..." = "Mmmmm…";

/* Skype emoticon name */
"Muscle" = "Mușchi";

/* Skype emoticon name */
"Music" = "Muzică";

/* Skype emoticon name */
"My lips are sealed" = "Buze pecetluite";

/* Skype emoticon name */
"Nerdy" = "Tocilar";

/* Skype emoticon name */
"Ninja" = "Ninja";

/* Skype emoticon name */
"No" = "Nu";

/* Skype emoticon name */
"Nod" = "Dă din cap";

/* Skype emoticon name */
"Party" = "Petrecere";

/* Skype emoticon name */
"Pizza" = "Pizza";

/* Skype emoticon name */
"Puking" = "Vomă";

/* Skype emoticon name */
"Raining" = "Ploaie";

/* Skype emoticon name */
"Rolling on the floor laughing" = "Moare de râs";

/* Skype emoticon name */
"Sad" = "Trist";

/* Skype emoticon name */
"Shake" = "Dezaprob";

/* Skype emoticon name */
"Sleepy" = "Somnoros";

/* Skype emoticon name */
"Smiley" = "Zâmbitor";

/* Skype emoticon name */
"Smiley with tongue out" = "Zâmbitor cu limba scoasă";

/* Skype emoticon name */
"Smirking" = "Grimasă";

/* Skype emoticon name */
"Speechless" = "Tăcut";

/* Skype emoticon name */
"Star" = "Stea";

/* Skype emoticon name */
"Sun" = "Soare";

/* Skype emoticon name */
"Surprised" = "Surprins";

/* Skype emoticon name */
"Sweating" = "Transpirat";

/* Skype emoticon name */
"Thinking" = "Gânditor";

/* Skype emoticon name */
"Too much information" = "Prea multe informații";

/* Skype emoticon name */
"Tumbleweed" = "Buruiană purtată de vânt";

/* Skype emoticon name */
"Wait" = "Aștept";

/* Skype emoticon name */
"Waiting" = "În așteptare";

/* Skype emoticon name */
"Wave" = "Face cu mâna";

/* Skype emoticon name */
"Whew" = "Ușurat";

/* Skype emoticon name */
"Winking" = "Face semn cu ochiul";

/* Skype emoticon name */
"Wondering" = "Mirat";

/* Skype emoticon name */
"Worried" = "Îngrijorat";

/* Skype emoticon name */
"Yawning" = "Căscat";

/* Skype emoticon name */
"Yes" = "Da";


/* end of file */
